/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Learn more</b> about device management and security.";

/* No comment provided by engineer. */
"A system error occurred" = "A system error occurred";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Account will be removed from %@ and other Yahoo apps on this device.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Add Account";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "An error occurred. Please try again later.";

/* Accessibility label for the back button */
"Back" = "Back";

/* call tip prefix in 2lc */
"Call %@" = "Call %@";

/* No comment provided by engineer. */
"Call again" = "Call again";

/* Cancel
   Cancel button title */
"Cancel" = "Cancel";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Cannot load page.";

/* Accessibility label for the close button */
"Close" = "Close";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Continue";

/* Create Account view title
   sign up button title */
"Create Account" = "Create Account";

/* learn more alert title */
"Device Not Recognized" = "Device Not Recognized";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Didn't receive the email?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Didn't receive the text message?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Didn't receive the voice call?";

/* Dismiss */
"Dismiss" = "Dismiss";

/* Edit button title */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Email could not be sent" = "Email could not be sent";

/* No comment provided by engineer. */
"Email sent" = "Email sent";

/* No comment provided by engineer. */
"Enter Code" = "Enter Code";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "For security reasons you need to unlock your account.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "For security reasons, please verify your account again.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "For the safety of your account, please login via web.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Forgot password or ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Forgot password?";

/* No comment provided by engineer. */
"Generic Handoff" = "Generic Handoff";

/* Go to Account recovery */
"Get Help" = "Get Help";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Incorrect answer. Try again.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Invalid ID or password. Please try again.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Limit reached. Email could not be sent.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Limit reached. Unable to send text message or make a voice call.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Login session has expired, please try again.";

/* Network error alert view title */
"Network unavailable." = "Network unavailable.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Password";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Please enter your password for \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Remove";

/* Remove an account label on SSO screen */
"Remove an account" = "Remove an account";

/* Select an account label on SSO screen */
"Select an account" = "Select an account";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Session expired, please sign-in again.";

/* sign in button title */
"Sign In" = "Sign In";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Sign in with <a>Facebook</a> or <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Signed in as";

/* signing in state title for sign in button */
"Signing In" = "Signing In";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Sorry, the system is down. Please try again later.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Sorry, we can't sign you in now. Please try again later.";

/* sms tip prefix in 2lc */
"Text %@" = "Text %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Text message could not be sent";

/* No comment provided by engineer. */
"Text message sent" = "Text message sent";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Too many attempts. Try again in 24 hours.";

/* No comment provided by engineer. */
"Try again" = "Try again";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Unable to place a voice call";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Unable to sign in. Check system date and try again.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Unable to sign in. Please try again.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Update Account";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Upgrade to Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "User %@ is already signed in";

/* User already signed-in */
"User already signed-in" = "User already signed-in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Verification code sent to %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Voice call in progress";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "We called you with a verification code at %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "We do not recognize this device. Please verify your identity by answering your security question.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "We do not recognize this device. Please verify your identity. We will send a verification code.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "You must be at least 13 years old.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Your account is now unlocked. Please sign in.";

/* No comment provided by engineer. */
"Your Answer" = "Your Answer";

/* learn more alert msg line 1 */
"• New device?" = "• New device?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Opted for sign in verification?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Signing in from a new country?";

